tap "azure/functions"
tap "buildpacks/tap"
tap "hivemq/mqtt-cli"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "stripe/stripe-cli"
tap "vectorizedio/tap"
brew "azure-cli"
brew "bash-completion"
brew "blueutil"
brew "zstd"
brew "glib"
brew "terraform"
brew "cdktf"
brew "crane"
brew "dive"
brew "guile"
brew "libevent"
brew "unbound"
brew "gnutls"
brew "ffmpeg"
brew "figlet"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gource"
brew "gradle"
brew "helm"
brew "htop"
brew "jq"
brew "k3d"
brew "k9s"
brew "openjdk"
brew "kafka"
brew "kubernetes-cli"
brew "kubectx"
brew "lf"
brew "librdkafka"
brew "luv"
brew "maven"
brew "midnight-commander"
brew "neovim"
brew "nghttp2"
brew "node"
brew "pulumi"
brew "python@3.8"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "telnet"
brew "tmux"
brew "vim"
brew "wget"
brew "yarn"
brew "yj"
brew "yq"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "azure/functions/azure-functions-core-tools@3"
brew "buildpacks/tap/pack"
brew "hivemq/mqtt-cli/mqtt-cli"
brew "stripe/stripe-cli/stripe"
brew "vectorizedio/tap/redpanda"
cask "enjoyable"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-source-code-pro"
cask "google-cloud-sdk"
cask "iterm2"
cask "karabiner-elements"
